accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
bind
bitwarden
bluez
bluez-utils
btrfs-progs
cantarell-fonts
chromium
code
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
dconf-editor
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
evince
exfatprogs
eza
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firefox-developer-edition
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gdm
gedit
ghostscript
gimp
github-cli
glances
gnome-boxes
gnome-calculator
gnome-clocks
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-menus
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
go
gparted
gradle
grub
grub-customizer
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libsixel
libwnck3
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
openssh
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-packaging
python-pillow
python-pip
python-pyqt5
qbittorrent
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
rustup
s-nail
s-tui
sg3_utils
smartmontools
sof-firmware
splix
spotify-launcher
starship
sudo
sushi
sysfsutils
system-config-printer
systemd-sysvcompat
telegram-desktop
texinfo
thunderbird
tldr
tmux
totem
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vlc
welcome
wget
which
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zsh
